import React from 'react';

const SecondPage = () => {
    return (
        <div>
            <h1>Я памятник себе воздвиг нерукотворный…</h1>
            <p>Я памятник себе воздвиг нерукотворный,<br/>
                К нему не зарастет народная тропа,<br/>
                Вознесся выше он главою непокорной<br/>
                Александрийского столпа. <br/>

                Нет, весь я не умру — душа в заветной лире<br/>
                Мой прах переживет и тленья убежит —<br/>
                И славен буду я, доколь в подлунном мире<br/>
                Жив будет хоть один пиит.<br/>

                Слух обо мне пройдет по всей Руси великой,<br/>
                И назовет меня всяк сущий в ней язык,<br/>
                И гордый внук славян, и финн, и ныне дикой<br/>
                Тунгус, и друг степей калмык.<br/>

                И долго буду тем любезен я народу,<br/>
                Что чувства добрые я лирой пробуждал,<br/>
                Что в мой жестокий век восславил я Свободу<br/>
                И милость к падшим призывал.<br/>

                Веленью божию, о муза, будь послушна,<br/>
                Обиды не страшась, не требуя венца;<br/>
                Хвалу и клевету приемли равнодушно<br/>
                И не оспаривай глупца.</p>
        </div>
    );
};

export default SecondPage;